Repository: wp-plugins/tiny-contact-form
Catalog: locale/tcf-lang-*.po
Languages: it_it

source: Name
it_it: Nome

source: Subject
it_it: Titolo

source: Your Message
it_it: Vostro messagio

source: Submit
it_it: Invia

source: Sorry, but you have no permissions to change settings.
it_it: Ci scusiamo, ma non potete cambiare le impostazioni.

source: Thank you! Your message was sent successfully.
it_it: Grazie ! Vostro mesaggio e inviato con successo !

source: Sorry. An error occured while sending the message!
it_it: Spiacente. Si Ã¨ verificato un errore durante l'invio del messaggio!

source: TO:
it_it: Riceve:

source: FROM:
it_it: Invia:

source: Message OK:
it_it: Messaggio OK:

source: Message Error:
it_it: Messaggio errore:

source: Use this field or the <code>style.css</code> in your theme directory.
it_it: Usate questo campo, o il <code>style.css</code> in tuo theme folder.

source: Save Changes
it_it: Salvare le modifiche

source: Check these fields:
it_it: Controllare questi campi:
